# CLI
brew 'asciinema'
brew 'duckdb'
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'node'
brew 'mas'
brew 'openjdk'
brew 'tailscale'
brew 'tree'
brew 'wget'
brew 'xcodes'

# Development
brew 'imagemagick'
brew 'yarn'

# Apps
cask 'appcleaner'
#cask 'blender'

cask 'docker'
cask 'flutter'
cask 'ghidra'
cask 'github'
cask 'httpie'
#cask 'obs'
#cask 'raspberry-pi-imager'
cask 'sf-symbols'
cask 'spotify'
cask 'visual-studio-code'
cask 'zotero'

# Mac App Store
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Photomator', id: 1444636541
mas 'Pixelmator Pro', id: 1289583905

